{
    "check": "Englizcha",
    "Kirish":"Enter",
    "Ro'yxatdan o'tish":"Sign up",
    "BOSH SAHIFA":"HOME PAGE",
    "Respublika Ta’lim Markazi":"Republican Education Center",
    "Respublika ta’lim markazi":"Republican educational center",
    "fan nomi...":"subject name...",
    "viloyat nomi...":"name of the region...",
    "O'zbekiston Respublikasi Prezidentining 2022 yil 11-maydagi 134-sonli 2022-2026 yillarda Xalq ta'limini rivojlantirish bo'yicha milliy dasturini tasdiqlash to'g'risida gi farmoni.":"Decree of the President of the Republic of Uzbekistan No. 134 of May 11, 2022 on the approval of the national program for the development of public education in 2022-2026.",
    "O'zbekiston Respublikasi Vazirlar Mahkamasining 2021 yil 26-fevraldagi 108-sonli O'zbekiston Respublikasi Xalq ta'limi vazirligi huzuridagi Respublika ta'lim markazi faoliyatini yanada takomillashtirish chora-tadbirlari to'g'risida gi qarori":"Resolution No. 108 of the Cabinet of Ministers of the Republic of Uzbekistan dated February 26, 2021 on measures to further improve the activities of the Republican Education Center under the Ministry of Public Education of the Republic of Uzbekistan.",
    "O'zbekiston Respublikasi Xalq ta'limi vazirligi huzuridagi Respublika ta'lim markazi to'g'risidagi nizomi.":"Regulation of the Republican Education Center under the Ministry of Public Education of the Republic of Uzbekistan.",
    "Prezident qarori":"President's decision",
    "Nizom":"Regulation",
    "Vazirlar Mahkamasi qarori":"Decision of the Cabinet of Ministers",
    "Yuklab olish":"Download",
    "Ommalashtirish nizomi":"Publicity Regulation",
    "Ommalashtirish tartibi":"Promotion procedure",
    "ERP orqali tizimimizdan ro'yhatdan o'ting va o'z ishingizni ommalashtirish uchun tizimga joylang":"Register in our system through ERP and post your work in the system to promote it",
    "o'ting va o'z ishingizni ommalashtirish uchun tizimga joylang":"go and log in to promote your work",
    "Tizimga joylangan ommalashtirish ishini sizning faningizdan dars beradigan boshqa o'qituvchilar tomonidan 2 oy baholanishini kuting.":"Allow 2 months for the published work to be evaluated by other teachers who teach your subject.",
    "Eng ko'p va eng yuqori baholangan har bir fandan 100 ta ishni ekspertlar tomonidan baholanadi va tizim uni kamayish usulida Respublika, Viloyat, Tumanda ommalashganini ajratib beradi.":"100 works from each subject with the most and the highest evaluation are evaluated by experts and the system separates it in the descending order of popularity in the Republic, Province, and District.",
    "Sizning ishingiz ommmalashgan bo'lsa , o'zingizning shaxsiy kabinetingizdan ishingiz ommalashgani to'g'risida Sertifikatlarni yuklab oling.":"If your work is popular, download Certificates about the popularity of your work from your personal cabinet.",
    "Yo'riqnoma":"Instruction",
    "Dars ishlanma":"Lesson development",
    "Video dars":"Video lesson",
    "Metodik qo‘llanma":"Methodical guide",
    "Xalqaro tajribalarga asoslangan, ilg‘or interfaol metodlar bilan o‘tilgan yuqori saviyadagi bir soatlik namuanali dars yoki to‘garak mashg‘uloti ishlanmasidir.":"It is the development of a high-level one-hour sample class or group training, based on international experiences, conducted with advanced interactive methods.",
    "Darsdagi yoki darsdan tashqari mashg‘ulotlardagi interfaol metodlarni yoritib bergan dars lshlanmasi yoki shaxsiy innovatsion metodik tajribani tushuntirib beruvchi davomiyligi 7 minutgacha bo‘lgan, hajmi 300 mb dan oshmagan videorolik. Videoni qanday apparatda olingani e’tiborga olinmaydi.":"A video of a length of up to 7 minutes and a volume of no more than 300 mb, explaining a lesson presentation or a personal innovative methodical experience that illuminates interactive methods in class or extracurricular activities. It doesn't matter what device the video was taken on.",
    "O‘quv metodik qo‘llanmalar; tavsiyanoma; brashyuralar pdf formatda yuboriladi.":"Educational methodical manuals; letter of recommendation; brochures are sent in pdf format.",
    "Elmurod Tuxtamurodov":"Elmurad Tukhtamurodov",
    "Jizzax viloyati, Jizzax shahri":"Jizzakh city, Jizzakh region",
    "Ra'noxon Tobarova":"Ranokhan Tobarova",
    "Gulnirabonu Abduraxmonov":"Gulnirabonu Abdurakhmanov",
    "Tursunov Yo'ldoshev":"Tursunov Yoldoshev",
    "Dilyara Gafurova":"Dilyara Gafurova",
    "O'zbekiston respublikasi Xalq Ta'lim vazirligi":"Ministry of Public Education of the Republic of Uzbekistan",
    "100022, Toshkent shahar, Yakkasaroy tumani, Bobur ko'chasi, 9-uy":"100022, Tashkent city, Yakkasaray district, Babur street, 9th house",
    "Asosiy":"Main",
    "Biz haqimizda":"about Us",
    "Normativ hujjatlar":"Regulatory documents",
    "Metodik mahsulotlar":"Methodical products",
    "Namunaviy ishlar":"Sample works",
    "Ommalashtirish ishlari":"Promotional work",
    "Facebook":"Facebook",
    "Telegram":"Telegram",
    "Youtube":"Youtube",
    "Instagram":"Instagram",
    "IMK QARORI":"IMK DECISION",
    "O'qituvchi":"Teacher",
    "Mavzu":"Subject",
    "Maktab":"School",
    "Viloyat":"Province",
    "Baho":"Grade",
    "Ko'rish":"See"
}