{
    "check": "Ruscha",
    "Kirish":"Входить",
    "Ro'yxatdan o'tish":"Зарегистрироваться",
    "BOSH SAHIFA":"ГЛАВНАЯ СТРАНИЦА",
    "Respublika Ta’lim Markazi":"Республиканский образовательный центр",
    "Respublika ta’lim markazi":"Республиканский образовательный центр",
    "fan nomi...":"название предмета...",
    "viloyat nomi...":"название региона...",
    "O'zbekiston Respublikasi Prezidentining 2022 yil 11-maydagi 134-sonli 2022-2026 yillarda Xalq ta'limini rivojlantirish bo'yicha milliy dasturini tasdiqlash to'g'risida gi farmoni.":"Указ Президента Республики Узбекистан №134 от 11 мая 2022 года об утверждении Национальной программы развития народного образования на 2022-2026 годы.",
    "O'zbekiston Respublikasi Vazirlar Mahkamasining 2021 yil 26-fevraldagi 108-sonli O'zbekiston Respublikasi Xalq ta'limi vazirligi huzuridagi Respublika ta'lim markazi faoliyatini yanada takomillashtirish chora-tadbirlari to'g'risida gi qarori":"Постановление Кабинета Министров Республики Узбекистан от 26 февраля 2021 года № 108 «О мерах по дальнейшему совершенствованию деятельности Республиканского образовательного центра при Министерстве народного образования Республики Узбекистан».",
    "O'zbekiston Respublikasi Xalq ta'limi vazirligi huzuridagi Respublika ta'lim markazi to'g'risidagi nizomi.":"Положение о Республиканском центре образования при Министерстве народного образования Республики Узбекистан.",
    "Prezident qarori":"решение президента",
    "Nizom":"Регулирование",
    "Vazirlar Mahkamasi qarori":"Решение Кабинета Министров",
    "Yuklab olish":"Скачать",
    "Ommalashtirish nizomi":"Положение о публичности",
    "Ommalashtirish tartibi":"Процедура продвижения",
    "ERP orqali tizimimizdan ro'yhatdan o'ting va o'z ishingizni ommalashtirish uchun tizimga joylang":"Зарегистрируйтесь в нашей системе через ERP и разместите свою работу в системе для ее продвижения",
    "o'ting va o'z ishingizni ommalashtirish uchun tizimga joylang":"зайдите и войдите, чтобы продвигать свою работу",
    "Tizimga joylangan ommalashtirish ishini sizning faningizdan dars beradigan boshqa o'qituvchilar tomonidan 2 oy baholanishini kuting.":"Дайте 2 месяца на то, чтобы опубликованная работа была оценена другими учителями, преподающими ваш предмет.",
    "Eng ko'p va eng yuqori baholangan har bir fandan 100 ta ishni ekspertlar tomonidan baholanadi va tizim uni kamayish usulida Respublika, Viloyat, Tumanda ommalashganini ajratib beradi.":"100 работ по каждой тематике, получившие наибольшую и наивысшую оценку, оцениваются экспертами и система распределяет их в порядке убывания популярности по Республике, Области и Району.",
    "Sizning ishingiz ommmalashgan bo'lsa , o'zingizning shaxsiy kabinetingizdan ishingiz ommalashgani to'g'risida Sertifikatlarni yuklab oling.":"Если ваше произведение популярно, скачайте Сертификаты о популярности вашего произведения из личного кабинета.",
    "Yo'riqnoma":"Инструкция",
    "Dars ishlanma":"Развитие урока",
    "Video dars":"Видео урок",
    "Metodik qo‘llanma":"Методическое пособие",
    "Xalqaro tajribalarga asoslangan, ilg‘or interfaol metodlar bilan o‘tilgan yuqori saviyadagi bir soatlik namuanali dars yoki to‘garak mashg‘uloti ishlanmasidir.":"Это разработка высокоуровневого одночасового пробного занятия или группового обучения, основанного на международном опыте, проводимого с использованием передовых интерактивных методов.",
    "Darsdagi yoki darsdan tashqari mashg‘ulotlardagi interfaol metodlarni yoritib bergan dars lshlanmasi yoki shaxsiy innovatsion metodik tajribani tushuntirib beruvchi davomiyligi 7 minutgacha bo‘lgan, hajmi 300 mb dan oshmagan videorolik. Videoni qanday apparatda olingani e’tiborga olinmaydi.":"Видео продолжительностью до 7 минут и объемом не более 300 мб, поясняющее презентацию урока или личный инновационный методический опыт, освещающий интерактивные методы на уроке или внеклассной деятельности. Неважно, на каком устройстве было снято видео.",
    "O‘quv metodik qo‘llanmalar; tavsiyanoma; brashyuralar pdf formatda yuboriladi.":"Учебно-методические пособия; рекомендательное письмо; брошюры высылаются в формате pdf.",
    "Elmurod Tuxtamurodov":"Эльмурад Тухтамуродов",
    "Jizzax viloyati, Jizzax shahri":"г. Джизак, Джизакская область",
    "Ra'noxon Tobarova":"Ранохан Тобарова",
    "Gulnirabonu Abduraxmonov":"Гулнирабону Абдурахманов",
    "Tursunov Yo'ldoshev":"Турсунов Йодошев",
    "Dilyara Gafurova":"Диляра Гафурова",
    "O'zbekiston respublikasi Xalq Ta'lim vazirligi":"«Министерство народного образования Республики Узбекистан»",
    "100022, Toshkent shahar, Yakkasaroy tumani, Bobur ko'chasi, 9-uy":"100022, г.Ташкент, Яккасарайский район, улица Бабура, дом 9",
    "Asosiy":"Основной",
    "Biz haqimizda":"о нас",
    "Normativ hujjatlar":"Нормативные документы",
    "Metodik mahsulotlar":"Методические продукты",
    "Namunaviy ishlar":"Образцы работ",
    "Ommalashtirish ishlari":"Рекламная работа",
    "Facebook":"Фейсбук",
    "Telegram":"Телеграмма",
    "Youtube":"YouTube",
    "Instagram":"Инстаграм",
    "IMK QARORI":"РЕШЕНИЕ ИМК",
    "O'qituvchi":"Учитель",
    "Mavzu":"Предмет",
    "Maktab":"Школа",
    "Viloyat":"Провинция",
    "Baho":"Оценка",
    "Ko'rish":"Видеть"
}